Repository: edulazaro/term-featured-image-fallback
Catalog: term-featured-image-fallback/languages/term-featured-image-fallback-*.po
Languages: es_es

source: is not a valid URL.
es_es: no es una URL válida.

source: Options
es_es: Opciones

source: Options saved
es_es: Opciones guardadas

source: Data saved corretly.
es_es: Datos guardados correctamente.

source: Taxonomy configuration
es_es: Configuración de taxonomías

source: Select in the featured image should be included or not for each taxonomy. You can also select the priority for the featured image in case a post is associated to more than one taxonomies.
es_es: Selecciona si la imagen destacada se debe incluir o no para cada taxonomía. También puedes seleccionar la prioridad de la imagen destacada en caso de que un post esté asociado a términos de varias taxonomías.

source: No featured image
es_es: Sin imagen destacada

source: Add featured image
es_es: Agregar Imagen Destacada

source: Do not use as fallback for post featured images
es_es: No utilizar como fallback para la imagen destacada de los posts

source: Use as post featured image fallback: Priority
es_es: Utilizar como fallback: Prioridad

source: Post type configuration
es_es: Configuración de cada tipo de post

source: Enable or disable the taxonomy featured image fallback for each post type.
es_es: Activar o desactivar el fallback para las imágenes destacadas para cada tipo de post.

source: Disable taxonomy featured image fallback
es_es: Desactivar el fallback para la imagen destacada

source: Enable taxonomy featured image fallback
es_es: Activar el fallback para la imagen destacada

source: Keeep clean your database [Uninstall Configuration]
es_es: Mantén limpia tu base de datos [Configuración de Desinstalación]

source: We like to keep WordPress database clean. If you temporary disable this plugin, do not check this option. However, if you don't plan to use the plugin anymore and you don't need to use the associated data anymore, you can check these options to remove all data associated with this plugin.
es_es: Nos gusta tener la base de datos limpia. Si deshabilitas temporalmente este plugin, no marques esta opción. Sin embargo, si no tienes en mente volver a utilizar este plugin y no necesitas utilizar los datos asociados nunca más, puedes activar estas opciones para eliminar todos los datos asociados a este plugin.

source: Delete data when disabling this plugin:
es_es: Borrar datos cuando se deshabilite el plugin:

source: Save options
es_es: Guardar CambiosTerm featured images

source: Term featured images
es_es: Imagen destacada

source: Featured image
es_es: Imagen destacada

source: Select Featured Image
es_es: Selecciona la Imagen Destacada

source: Upload/Edit image
es_es: Subir/Editar imagen

source: Remove image
es_es: Eliminar imagen

source: Featured image priority for this term
es_es: Prioridad de la imagen destacada pora este término

source: Featured image priority
es_es: Prioridad de la imagen destacada
